import { MessageRecordsType } from '../GeneralServiceDescription/types';

export const mobileMessages: MessageRecordsType = [
  {
    text: 'Одно из наших направлений - разработка мобильных приложений. Опыт нашей команды позволит Вам реализовать даже самые нетривиальные проекты',
  },
  {
    text: 'Приятным бонусом станет возможность не переплачивать за создание приложения для разных платформ (IOS/Android)',
  },
  {
    text: 'Мы используем современный и надежный фреймворк React Native, который позволяет создавать кроссплатформенные приложения и не требует написания отдельного кода для каждой из платформ.',
  },
  {
    text:
      'Ознакомиться с открытыми примерами можно в нашем <a href="https://simple-it.pro/portfolio/all-our-projects/" target="_blank">портфолио</a>.\n' +
      '  Давайте обсудим Ваш проект? Это абсолютно бесплатно! Просто нажмите на кнопку ниже.',
    buttonText: 'Отправить заявку',
  },
];
