import { MessageRecordsType } from '../GeneralServiceDescription/types';

export const prototypingMessages: MessageRecordsType = [
  {
    text: 'В ходе прототипирования создается макет, который имитирует взаимодействие пользователя с интерфейсом проекта.',
  },
  {
    text: 'Прототип позволяет протестировать идею проекта без больших вложений, при необходимости внести правки и только потом приступать к разработке дизайна и программированию.',
  },
  {
    text: 'Хотите увидеть макет своего приложения до начала разработки? Просто оставьте заявку!',
    buttonText: 'Отправть заявку',
  },
];
