import { MessageRecordsType } from '../GeneralServiceDescription/types';

export const telegramMessages: MessageRecordsType = [
  {
    text: 'Если вы открыли эту страницу, значит, скорее всего, вы знаете, что активная аудитория Telegram составляет около 700 миллионов пользователей ежемесячно',
  },
  {
    text: 'И, конечно же, если речь идет о бизнесе, наличие канала, или бота в Telegram - это неотъемлемая часть. Интерактивный телеграмм бот помогает сделать общение с вашей аудиторией еще проще.',
  },
  {
    text: 'Расскажите о компании и получайте заявки в автоматическом режиме, покажите клиенту ваш товар и услуги, помогите ему связаться с вами быстро и просто.',
  },
  {
    text: 'Кстати, если вы это читаете, значит наш бот - подтверждение всему вышеописанному. Давайте обсудим Ваш проект? Это абсолютно бесплатно! Просто нажмите на кнопку ниже.',
    buttonText: 'Отправить заявку',
  },
];
