import { MessageRecordsType } from '../GeneralServiceDescription/types';

export const webMessages: MessageRecordsType = [
  {
    text: 'А вы знали, что, практически, любой сайт с интерактивными элементами - это Веб-приложение?',
  },
  {
    text: 'Скорее всего Вы посещали сайт вашего банка🤔 - это веб-приложение. Социальные сети - тоже. А CRM на работе у Вас есть?  Уверены, что есть! И CRM, так же, является Веб-приложением.',
  },
  {
    text: 'Если Вам необходимо разработать сложный Веб-сервис, который будет стабильно работать и соответствовать всем современным требованиям - просто нажмите кнопку ниже!',
    buttonText: 'Отправить заявку',
  },
];
